Repository: mohammed0115/wasla-version-2
Catalog: wasla/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Wasla
ar: وصلة

source: Sign in / Create account
ar: تسجيل الدخول / إنشاء حساب

source: Build your online store in minutes
ar: أنشئ متجرك الإلكتروني في دقائق

source: A store-builder platform designed for Saudi & Gulf merchants.
ar: منصة إنشاء متاجر مخصصة لتجار السعودية والخليج.

source: Beautiful storefronts, subscriptions, and AI tools.
ar: واجهات متجر جميلة وباقات اشتراك وأدوات ذكاء اصطناعي.

source: Get started
ar: ابدأ الآن

source: See plans
ar: عرض الباقات

source: Saudi-ready
ar: جاهز للسوق السعودي

source: Custom domains
ar: دومينات مخصصة

source: AI Visual Search
ar: بحث بصري بالذكاء الاصطناعي

source: Start your merchant journey
ar: ابدأ رحلة التاجر

source: Follow the onboarding steps, choose a plan, then launch your store.
ar: أكمل خطوات التسجيل، اختر الباقة، ثم أطلق متجرك.

source: Start now
ar: ابدأ الآن

source: Try AI Visual Search
ar: جرّب البحث البصري

source: Sign in
ar: تسجيل الدخول

source: Create account
ar: إنشاء حساب

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Continue
ar: متابعة

source: Full name
ar: الاسم الكامل

source: Mobile number
ar: رقم الجوال

source: By signing up you agree to Wasla Terms of Service and Privacy Policy.
ar: بالتسجيل فإنك توافق على شروط الاستخدام وسياسة الخصوصية.

source: Country
ar: الدولة

source: Your country selection determines the legal requirements for your store.
ar: اختيار الدولة يحدد المتطلبات القانونية اللازمة لمتجرك.

source: Which country are you registering from?
ar: من أي دولة تسجل متجرك؟

source: Choose the country to configure your store based on its regulations.
ar: اختر الدولة لتهيئة متجرك وفقًا لأنظمتها.

source: Plans
ar: الباقات

source: Join over
ar: انضم لأكثر من

source: active merchants on Wasla
ar: تاجر نشط على وصلة

source: Choose the best plan for your business growth
ar: اختر الباقة الأنسب لنمو تجارتك

source: Yearly
ar: سنوي

source: Monthly
ar: شهري

source: Wasla Basic
ar: وصلة بيسك

source: For getting started
ar: للمبتدئين وللبداية

source: Free
ar: مجانا

source: Choose Basic
ar: اختر بيسك

source: Wasla Plus
ar: وصلة بلس

source: For individual merchants and families
ar: للتجار الأفراد والأسر المنتجة

source: SAR / month
ar: ر.س / شهريًا

source: Choose Plus
ar: اختر بلس

source: Wasla Pro
ar: وصلة برو

source: For companies and institutions
ar: للشركات والمؤسسات

source: Choose Pro
ar: اختر برو

source: Compare plans
ar: مقارنة الباقات

source: Pro
ar: برو

source: Plus
ar: بلس

source: Basic
ar: بيسك

source: Feature
ar: الميزة
